webpackHotUpdate("static\\development\\pages\\navy.js",{

/***/ "./static/data/navies.json":
/*!*********************************!*\
  !*** ./static/data/navies.json ***!
  \*********************************/
/*! exports provided: 0, 1, default */
/***/ (function(module) {

module.exports = JSON.parse("[{\"id\":1,\"number\":737,\"name\":\"Boeing\",\"persianName\":\"بوئینگ 737\",\"body\":\"بوئینگ 737 معروف به بچه‌بوئینگ، یک هواپیمای مسافربری باریک‌پیکر و تک‌راهرو ساخته شرکت بوئینگ آمریکا است. طراحی این هواپیما از 11 می 1964 آغاز شد و نخستین‌بار در 9 آوریل 1967 به پرواز درآمد.\"},{\"id\":2,\"number\":320,\"name\":\"Airbus\",\"persianName\":\"ایرباس \",\"body\":\"هواپیماهای جدید ایرباس ۳۲۰ نئو بر پایه ی مدل قدیمی ‌تر خود که ایرباس آ ۳۲۰ نام داشت، توسعه و ساخته شد.\\nقبل از این که به سراغ ایرباس آ ۳۰ نئو برویم باید کمی درباره ی ایرباس ۳۲۰ نیز توضیح دهیم. هنگامی که شرکت ایرباس در اواخر دهه ی ۱۹۶۰ و ۱۹۷۰ میلادی مدل هواپیمای ایرباس آ ۳۰۰ را طراحی نمود، در نظر داشت تا بازار جهانی و بزرگ هواپیماها از انحصار دو شرکت آمریکایی بوئینگ و مک دانل داگلاس خارج سازد.\"}]");

/***/ })

})
//# sourceMappingURL=navy.js.929d4b66f04e5afb0a6f.hot-update.js.map